{
  "genesis": {
    "1": {
      "1": "In the beginning God created the heaven and the earth.",
      "2": "And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters.",
      "3": "And God said, Let there be light: and there was light.",
      "26": "And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.",
      "27": "So God created man in his own image, in the image of God created he him; male and female created he them."
    }
  },
  "psalms": {
    "23": {
      "1": "The LORD is my shepherd; I shall not want.",
      "2": "He maketh me to lie down in green pastures: he leadeth me beside the still waters.",
      "3": "He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake.",
      "4": "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.",
      "5": "Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.",
      "6": "Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever."
    },
    "91": {
      "1": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.",
      "2": "I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.",
      "11": "For he shall give his angels charge over thee, to keep thee in all thy ways.",
      "12": "They shall bear thee up in their hands, lest thou dash thy foot against a stone."
    },
    "119": {
      "105": "Thy word is a lamp unto my feet, and a light unto my path.",
      "11": "Thy word have I hid in mine heart, that I might not sin against thee."
    }
  },
  "proverbs": {
    "3": {
      "5": "Trust in the LORD with all thine heart; and lean not unto thine own understanding.",
      "6": "In all thy ways acknowledge him, and he shall direct thy paths."
    },
    "4": {
      "7": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding."
    },
    "9": {
      "10": "The fear of the LORD is the beginning of wisdom: and the knowledge of the holy is understanding."
    },
    "10": {
      "22": "The blessing of the LORD, it maketh rich, and he addeth no sorrow with it."
    },
    "11": {
      "24": "There is that scattereth, and yet increaseth; and there is that withholdeth more than is meet, but it tendeth to poverty.",
      "25": "The liberal soul shall be made fat: and he that watereth shall be watered also himself."
    },
    "13": {
      "20": "He that walketh with wise men shall be wise: but a companion of fools shall be destroyed."
    },
    "14": {
      "12": "There is a way which seemeth right unto a man, but the end thereof are the ways of death."
    },
    "16": {
      "3": "Commit thy works unto the LORD, and thy thoughts shall be established.",
      "9": "A man's heart deviseth his way: but the LORD directeth his steps."
    },
    "18": {
      "21": "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof."
    },
    "19": {
      "21": "There are many devices in a man's heart; nevertheless the counsel of the LORD, that shall stand."
    },
    "21": {
      "5": "The thoughts of the diligent tend only to plenteousness; but of every one that is hasty only to want.",
      "20": "There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up."
    },
    "22": {
      "6": "Train up a child in the way he should go: and when he is old, he will not depart from it.",
      "7": "The rich ruleth over the poor, and the borrower is servant to the lender."
    },
    "23": {
      "7": "For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee."
    },
    "24": {
      "3": "Through wisdom is an house builded; and by understanding it is established:",
      "4": "And by knowledge shall the chambers be filled with all precious and pleasant riches."
    },
    "29": {
      "18": "Where there is no vision, the people perish: but he that keepeth the law, happy is he."
    }
  },
  "ecclesiastes": {
    "3": {
      "1": "To every thing there is a season, and a time to every purpose under the heaven:"
    },
    "4": {
      "9": "Two are better than one; because they have a good reward for their labour.",
      "12": "And if one prevail against him, two shall withstand him; and a threefold cord is not quickly broken."
    },
    "10": {
      "10": "If the iron be blunt, and he do not whet the edge, then must he put to more strength: but wisdom is profitable to direct."
    }
  },
  "daniel": {
    "3": {
      "17": "If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king.",
      "18": "But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up."
    },
    "11": {
      "32": "And such as do wickedly against the covenant shall he corrupt by flatteries: but the people that do know their God shall be strong, and do exploits."
    },
    "12": {
      "3": "And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever."
    }
  },
  "hosea": {
    "4": {
      "6": "My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children."
    }
  },
  "joel": {
    "2": {
      "28": "And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:"
    }
  },
  "amos": {
    "3": {
      "3": "Can two walk together, except they be agreed?"
    }
  },
  "micah": {
    "6": {
      "8": "He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?"
    }
  },
  "habakkuk": {
    "2": {
      "2": "And the LORD answered me, and said, Write the vision, and make it plain upon tables, that he may run that readeth it.",
      "3": "For the vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry."
    }
  },
  "malachi": {
    "3": {
      "10": "Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it."
    }
  },
  "isaiah": {
    "40": {
      "31": "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint."
    },
    "53": {
      "5": "But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed.",
      "6": "All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all."
    }
  },
  "jeremiah": {
    "29": {
      "11": "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end."
    }
  },
  "matthew": {
    "5": {
      "14": "Ye are the light of the world. A city that is set on an hill cannot be hid.",
      "16": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven."
    },
    "6": {
      "33": "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you."
    },
    "11": {
      "28": "Come unto me, all ye that labour and are heavy laden, and I will give you rest.",
      "29": "Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.",
      "30": "For my yoke is easy, and my burden is light."
    },
    "28": {
      "18": "And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.",
      "19": "Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:",
      "20": "Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen."
    }
  },
  "john": {
    "1": {
      "1": "In the beginning was the Word, and the Word was with God, and the Word was God.",
      "14": "And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth."
    },
    "3": {
      "16": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
      "17": "For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
      "18": "He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God."
    },
    "14": {
      "6": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.",
      "27": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid."
    }
  },
  "acts": {
    "1": {
      "8": "But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth."
    },
    "2": {
      "38": "Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost."
    }
  },
  "romans": {
    "3": {
      "23": "For all have sinned, and come short of the glory of God;"
    },
    "5": {
      "8": "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us."
    },
    "6": {
      "23": "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord."
    },
    "8": {
      "1": "There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.",
      "28": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose.",
      "31": "What shall we then say to these things? If God be for us, who can be against us?",
      "37": "Nay, in all these things we are more than conquerors through him that loved us.",
      "38": "For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,",
      "39": "Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."
    },
    "10": {
      "9": "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.",
      "10": "For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation."
    },
    "12": {
      "1": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.",
      "2": "And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."
    }
  },
  "1corinthians": {
    "13": {
      "4": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,",
      "5": "Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;",
      "6": "Rejoiceth not in iniquity, but rejoiceth in the truth;",
      "7": "Beareth all things, believeth all things, hopeth all things, endureth all things.",
      "13": "And now abideth faith, hope, charity, these three; but the greatest of these is charity."
    }
  },
  "2corinthians": {
    "5": {
      "17": "Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.",
      "21": "For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him."
    },
    "12": {
      "9": "And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me."
    }
  },
  "galatians": {
    "2": {
      "20": "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me."
    },
    "5": {
      "22": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,",
      "23": "Meekness, temperance: against such there is no law."
    }
  },
  "ephesians": {
    "2": {
      "8": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:",
      "9": "Not of works, lest any man should boast.",
      "10": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them."
    },
    "6": {
      "10": "Finally, my brethren, be strong in the Lord, and in the power of his might.",
      "11": "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.",
      "12": "For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places."
    }
  },
  "philippians": {
    "4": {
      "6": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.",
      "7": "And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
      "13": "I can do all things through Christ which strengtheneth me.",
      "19": "But my God shall supply all your need according to his riches in glory by Christ Jesus."
    }
  },
  "colossians": {
    "3": {
      "23": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men;"
    }
  },
  "2timothy": {
    "1": {
      "7": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."
    },
    "3": {
      "16": "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:",
      "17": "That the man of God may be perfect, throughly furnished unto all good works."
    }
  },
  "hebrews": {
    "4": {
      "12": "For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart."
    },
    "11": {
      "1": "Now faith is the substance of things hoped for, the evidence of things not seen.",
      "6": "But without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him."
    },
    "12": {
      "1": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,",
      "2": "Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God."
    },
    "13": {
      "8": "Jesus Christ the same yesterday, and to day, and for ever."
    }
  },
  "james": {
    "1": {
      "2": "My brethren, count it all joy when ye fall into divers temptations;",
      "3": "Knowing this, that the trying of your faith worketh patience.",
      "5": "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him."
    },
    "4": {
      "7": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
      "8": "Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded."
    }
  },
  "1peter": {
    "5": {
      "7": "Casting all your care upon him; for he careth for you."
    }
  },
  "1john": {
    "1": {
      "9": "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness."
    },
    "4": {
      "8": "He that loveth not knoweth not God; for God is love.",
      "19": "We love him, because he first loved us."
    }
  },
  "revelation": {
    "3": {
      "20": "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me."
    },
    "21": {
      "4": "And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away."
    }
  }
}
