{
  "genesis": {
    "1": {
      "1": "In the beginning, God created the heavens and the earth.",
      "2": "The earth was formless and empty. Darkness was on the surface of the deep and God's Spirit was hovering over the surface of the waters.",
      "3": "God said, \"Let there be light,\" and there was light.",
      "26": "God said, \"Let's make man in our image, after our likeness. Let them have dominion over the fish of the sea, and over the birds of the sky, and over the livestock, and over all the earth, and over every creeping thing that creeps on the earth.\"",
      "27": "God created man in his own image. In God's image he created him; male and female he created them."
    }
  },
  "psalms": {
    "23": {
      "1": "Yahweh is my shepherd; I shall lack nothing.",
      "2": "He makes me lie down in green pastures. He leads me beside still waters.",
      "3": "He restores my soul. He guides me in the paths of righteousness for his name's sake.",
      "4": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me. Your rod and your staff, they comfort me.",
      "5": "You prepare a table before me in the presence of my enemies. You anoint my head with oil. My cup runs over.",
      "6": "Surely goodness and loving kindness shall follow me all the days of my life, and I will dwell in Yahweh's house forever."
    },
    "91": {
      "1": "He who dwells in the secret place of the Most High will rest in the shadow of the Almighty.",
      "2": "I will say of Yahweh, \"He is my refuge and my fortress; my God, in whom I trust.\"",
      "11": "For he will put his angels in charge of you, to guard you in all your ways.",
      "12": "They will bear you up in their hands, so that you won't dash your foot against a stone."
    },
    "119": {
      "105": "Your word is a lamp to my feet, and a light for my path.",
      "11": "I have hidden your word in my heart, that I might not sin against you."
    }
  },
  "proverbs": {
    "3": {
      "5": "Trust in Yahweh with all your heart, and don't lean on your own understanding.",
      "6": "In all your ways acknowledge him, and he will make your paths straight."
    },
    "22": {
      "6": "Train up a child in the way he should go, and when he is old he will not depart from it."
    }
  },
  "isaiah": {
    "40": {
      "31": "But those who wait for Yahweh will renew their strength. They will mount up with wings like eagles. They will run, and not be weary. They will walk, and not faint."
    },
    "53": {
      "5": "But he was pierced for our transgressions. He was crushed for our iniquities. The punishment that brought our peace was on him; and by his wounds we are healed.",
      "6": "All we like sheep have gone astray. Everyone has turned to his own way; and Yahweh has laid on him the iniquity of us all."
    }
  },
  "jeremiah": {
    "29": {
      "11": "For I know the thoughts that I think toward you,\" says Yahweh, \"thoughts of peace, and not of evil, to give you hope and a future."
    }
  },
  "matthew": {
    "5": {
      "14": "You are the light of the world. A city located on a hill can't be hidden.",
      "16": "Even so, let your light shine before men, that they may see your good works and glorify your Father who is in heaven."
    },
    "6": {
      "33": "But seek first God's Kingdom and his righteousness; and all these things will be given to you as well."
    },
    "11": {
      "28": "Come to me, all you who labor and are heavily burdened, and I will give you rest.",
      "29": "Take my yoke upon you and learn from me, for I am gentle and humble in heart; and you will find rest for your souls.",
      "30": "For my yoke is easy, and my burden is light."
    },
    "28": {
      "18": "Jesus came to them and spoke to them, saying, \"All authority has been given to me in heaven and on earth.",
      "19": "Go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
      "20": "teaching them to observe all things that I commanded you. Behold, I am with you always, even to the end of the age.\" Amen."
    }
  },
  "john": {
    "1": {
      "1": "In the beginning was the Word, and the Word was with God, and the Word was God.",
      "14": "The Word became flesh and lived among us. We saw his glory, such glory as of the only born Son of the Father, full of grace and truth."
    },
    "3": {
      "16": "For God so loved the world, that he gave his only born Son, that whoever believes in him should not perish, but have eternal life.",
      "17": "For God didn't send his Son into the world to judge the world, but that the world should be saved through him.",
      "18": "He who believes in him is not judged. He who doesn't believe has been judged already, because he has not believed in the name of the only born Son of God."
    },
    "14": {
      "6": "Jesus said to him, \"I am the way, the truth, and the life. No one comes to the Father, except through me.",
      "27": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don't let your heart be troubled, neither let it be fearful."
    }
  },
  "acts": {
    "1": {
      "8": "But you will receive power when the Holy Spirit has come upon you. You will be witnesses to me in Jerusalem, in all Judea and Samaria, and to the uttermost parts of the earth."
    },
    "2": {
      "38": "Peter said to them, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of sins, and you will receive the gift of the Holy Spirit."
    }
  },
  "romans": {
    "3": {
      "23": "for all have sinned, and fall short of the glory of God;"
    },
    "5": {
      "8": "But God commends his own love toward us, in that while we were yet sinners, Christ died for us."
    },
    "6": {
      "23": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
    },
    "8": {
      "1": "There is therefore now no condemnation to those who are in Christ Jesus, who don't walk according to the flesh, but according to the Spirit.",
      "28": "We know that all things work together for good for those who love God, for those who are called according to his purpose.",
      "31": "What then shall we say about these things? If God is for us, who can be against us?",
      "37": "No, in all these things we are more than conquerors through him who loved us.",
      "38": "For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,",
      "39": "nor height, nor depth, nor any other created thing will be able to separate us from God's love which is in Christ Jesus our Lord."
    },
    "10": {
      "9": "that if you will confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
      "10": "For with the heart one believes resulting in righteousness; and with the mouth confession is made resulting in salvation."
    },
    "12": {
      "1": "Therefore I urge you, brothers, by the mercies of God, to present your bodies a living sacrifice, holy, acceptable to God, which is your spiritual service.",
      "2": "Don't be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what is the good, well-pleasing, and perfect will of God."
    }
  },
  "1corinthians": {
    "13": {
      "4": "Love is patient and is kind. Love doesn't envy. Love doesn't brag, is not proud,",
      "5": "doesn't behave itself inappropriately, doesn't seek its own way, is not provoked, takes no account of evil;",
      "6": "doesn't rejoice in unrighteousness, but rejoices with the truth;",
      "7": "bears all things, believes all things, hopes all things, and endures all things.",
      "13": "But now faith, hope, and love remain—these three. The greatest of these is love."
    }
  },
  "2corinthians": {
    "5": {
      "17": "Therefore if anyone is in Christ, he is a new creation. The old things have passed away. Behold, all things have become new.",
      "21": "For him who knew no sin he made to be sin on our behalf, so that in him we might become the righteousness of God."
    },
    "12": {
      "9": "He has said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me."
    }
  },
  "galatians": {
    "2": {
      "20": "I have been crucified with Christ, and it is no longer I who live, but Christ lives in me. That life which I now live in the flesh, I live by faith in the Son of God, who loved me and gave himself up for me."
    },
    "5": {
      "22": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faith,",
      "23": "gentleness, and self-control. Against such things there is no law."
    }
  },
  "ephesians": {
    "2": {
      "8": "for by grace you have been saved through faith, and that not of yourselves; it is the gift of God,",
      "9": "not of works, that no one would boast.",
      "10": "For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them."
    },
    "6": {
      "10": "Finally, be strong in the Lord and in the strength of his might.",
      "11": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.",
      "12": "For our wrestling is not against flesh and blood, but against the principalities, against the powers, against the world's rulers of the darkness of this age, and against the spiritual forces of wickedness in the heavenly places."
    }
  },
  "philippians": {
    "4": {
      "6": "In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God.",
      "7": "And the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus.",
      "13": "I can do all things through Christ who strengthens me.",
      "19": "My God will supply every need of yours according to his riches in glory in Christ Jesus."
    }
  },
  "colossians": {
    "3": {
      "23": "And whatever you do, work heartily, as for the Lord and not for men,"
    }
  },
  "2timothy": {
    "1": {
      "7": "For God didn't give us a spirit of fear, but of power, love, and self-control."
    },
    "3": {
      "16": "Every Scripture is God-breathed and profitable for teaching, for reproof, for correction, and for instruction in righteousness,",
      "17": "that each person who belongs to God may be complete, thoroughly equipped for every good work."
    }
  },
  "hebrews": {
    "4": {
      "12": "For the word of God is living and active, and sharper than any two-edged sword, piercing even to the dividing of soul and spirit, of both joints and marrow, and is able to discern the thoughts and intentions of the heart."
    },
    "11": {
      "1": "Now faith is assurance of things hoped for, proof of things not seen.",
      "6": "Without faith it is impossible to be well pleasing to him, for he who comes to God must believe that he exists, and that he is a rewarder of those who seek him."
    },
    "12": {
      "1": "Therefore let's also, seeing we are surrounded by so great a cloud of witnesses, lay aside every weight and the sin which so easily entangles us, and let's run with perseverance the race that is set before us,",
      "2": "looking to Jesus, the author and perfecter of faith, who for the joy that was set before him endured the cross, despising its shame, and has sat down at the right hand of the throne of God."
    },
    "13": {
      "8": "Jesus Christ is the same yesterday, today, and forever."
    }
  },
  "james": {
    "1": {
      "2": "Count it all joy, my brothers, when you fall into various temptations,",
      "3": "knowing that the testing of your faith produces endurance.",
      "5": "But if any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him."
    },
    "4": {
      "7": "Be subject therefore to God. Resist the devil, and he will flee from you.",
      "8": "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners. Purify your hearts, you double-minded."
    }
  },
  "1peter": {
    "5": {
      "7": "casting all your worries on him, because he cares for you."
    }
  },
  "1john": {
    "1": {
      "9": "If we confess our sins, he is faithful and righteous to forgive us the sins and to cleanse us from all unrighteousness."
    },
    "4": {
      "8": "He who doesn't love doesn't know God, for God is love.",
      "19": "We love him, because he first loved us."
    }
  },
  "revelation": {
    "3": {
      "20": "Behold, I stand at the door and knock. If anyone hears my voice and opens the door, then I will come in to him and will dine with him, and he with me."
    },
    "21": {
      "4": "He will wipe away every tear from their eyes. Death will be no more; neither will there be mourning, nor crying, nor pain any more. The first things have passed away."
    }
  }
}
